Revit 2027 API
ParameterTypeId.RoomLevelId Property
 "Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomLevelId { get; }
Public Shared ReadOnly Property RoomLevelId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomLevelId {
	ForgeTypeId^ get ();
}
static member RoomLevelId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace